{
  "block.nuclearscience.atomicassembler": "Assembleur atomique",
  "block.nuclearscience.blocklead": "Protection antiradiation",
  "block.nuclearscience.chemicalextractor": "Extracteur chimique",
  "block.nuclearscience.controlrodassembly": "Bâton de contrôle",
  "block.nuclearscience.electromagnet": "Electro-aimant",
  "block.nuclearscience.electromagneticbooster": "Booster électromagnétique",
  "block.nuclearscience.electromagneticglass": "Vitre électromagnétique",
  "block.nuclearscience.electromagneticswitch": "Interrupteur électromagnétique",
  "block.nuclearscience.freezeplug": "Bouchon de congélation RSF",
  "block.nuclearscience.fuelreprocessor": "Reprocesseur de fuel",
  "block.nuclearscience.fusionreactorcore": "Noyau du réacteur à fusion",
  "block.nuclearscience.gascentrifuge": "Centrifugeuse à gaz",
  "block.nuclearscience.heatexchanger": "Échangeur de chaleur",
  "block.nuclearscience.meltedreactor": "Noyau de réacteur fondu",
  "block.nuclearscience.moltensaltpipevanadiumsteelceramic": "AV-Tube en céramique",
  "block.nuclearscience.moltensaltsupplier": "Fournisseur de sel fondu",
  "block.nuclearscience.msrfuelpreprocessor": "Préprocesseur de fuel RSF",
  "block.nuclearscience.msrreactorcore": "Noyau du réacteur RSF",
  "block.nuclearscience.nuclearboiler": "Chaudière nucléaire",
  "block.nuclearscience.particleinjector": "Injecteur de particules",
  "block.nuclearscience.plasma": "Plasma",
  "block.nuclearscience.quantumcapacitor": "Condensateur quantique",
  "block.nuclearscience.radioactiveair": "Air radioactif",
  "block.nuclearscience.radioactiveprocessor": "Processeur radioactif",
  "block.nuclearscience.radioactivesoil": "Sol Radioactif",
  "block.nuclearscience.radioisotopegenerator" : "Générateur de radioisotopes",
  "block.nuclearscience.reactorcore" : " Noyau de réacteur à fission ",
  "block.nuclearscience.siren" : "Sirène",
  "block.nuclearscience.teleporter" : " Téléporteur ",
  "block.nuclearscience.turbine" : " Turbine à vapeur ",
  "chat.nuclearscience.geigercounter.text" : "%s Rads/heure",
  "container.atomicassembler" : " Assembleur Atomique ",
  "container.chemicalextractor" : "Extracteur chimique",
  "container.freezeplug" : " Bouchon de congélation RSF ",
  "container.fuelreprocessor" : " Reprocesseur de fuel ",
  "container.gascentrifuge" : "Centrifugeuse à gaz",
  "container.moltensaltsupplier" : "Fournisseur de sel fondu",
  "container.msrfuelpreprocessor" : " Préprocesseur de fuel RSF ",
  "container.msrreactorcore" : " Noyau de réacteur RSF ",
  "container.nuclearboiler" : "Chaudière nucléaire",
  "container.particleinjector" : "Injecteur de particules",
  "container.quantumcapacitor" : "Condensateur quantique",
  "container.radioactiveprocessor" : "Processeur radioactif",
  "container.radioisotopegenerator" : "Générateur de radioisotopes",
  "container.reactorcore" : " Noyau de réacteur à fission ",
  "death.attack.plasma" : "%s a été ionisé !",
  "death.attack.radiation" : "%s vient de faire un speedrun de l'évolution !",
  "effect.nuclearscience.radiation" : "Radiation",
  "fluid.nuclearscience.fluidammonia" : "Ammoniac ",
  "fluid.nuclearscience.fluiduraniumhexafluoride" : "Hexafluorure d'uranium",
  "gui.nuclearscience.machine.current" : " Courant : %s ",
  "gui.nuclearscience.machine.output" : " Sortie : %s",
  "gui.nuclearscience.machine.stored" : " Stocké : %s ",
  "gui.nuclearscience.machine.transfer" : " Sortie : %s",
  "gui.nuclearscience.machine.usage" : " Utilisation : %s",
  "gui.nuclearscience.machine.voltage" : " Tension : %s ",
  "gui.nuclearscience.msrreactorcore.fuel" : " Fuel : %s mB ",
  "gui.nuclearscience.msrreactorcore.nofreezeplug" : " Bouchon de congélation manquant ",
  "gui.nuclearscience.particleinjector.cells" : " Cellules ",
  "gui.nuclearscience.particleinjector.charge" : " Charge : %s ",
  "gui.nuclearscience.particleinjector.matter" : " Matière ",
  "gui.nuclearscience.quantumcapacitor.frequency" : "Fréquence",
  "gui.nuclearscience.quantumcapacitor.joulesinput" : "Joules",
  "gui.nuclearscience.reactorcore.deuterium" : "Deutérium",
  "gui.nuclearscience.reactorcore.temperature" : "Temp : %s",
  "gui.nuclearscience.reactorcore.warning" : " SURCHAUFFE ! ",
  "guidebook.nuclearscience.chapter.centrifuge": "Centrifugeuse à gaz",
  "guidebook.nuclearscience.chapter.centrifuge.l1": "La centrifugeuse à gaz sépare l'Hexafluorure d'Uranium en ses isotopes U235 et U238. La division est de 17,5 % à 82,5 % respectivement pour chaque mB d'hexafluorure traité. La centrifugeuse fonctionne en continu tant qu'elle a au moins 42 mB d'Hexafluorure d'Uranium dans son réservoir d'entrée. 10 % de chaque cycle sont également convertis en déchets. Notez que ce pourcentage n'est pas soustrait de la répartition susmentionnée, mais ajouté à celle-ci.",
  "guidebook.nuclearscience.chapter.centrifuge.l2": "Une fois que la Centrifugeuse a collecté 2500 mB d'un matériau, elle produira un objet de ce matériau. Cela correspond au fait que le compteur de pourcentage pour une catégorie dans l'interface graphique de la Centrifugeuse atteint 100%. Bien que cela ne soit pas 100% réaliste, il s'agit d'une fonctionnalité héritée pour rendre hommage au bloc respectif d'Atomic Science. Les déchets générés par chaque cycle produisent de la poussière fissile, qui peut ensuite être transformée en d'autres matériaux utiles. L'Hexafluorure d'Uranium peut être acheminé à l'arrière de la centrifugeuse à gaz, ou la chaudière nucléaire peut y être directement raccordée.",
  "guidebook.nuclearscience.chapter.fissionreactor": "Réacteur à fission",
  "guidebook.nuclearscience.chapter.fissionreactor.controlrod": "Bâton de contrôle",
  "guidebook.nuclearscience.chapter.fissionreactor.cycles": "Cycles: %s",
  "guidebook.nuclearscience.chapter.fissionreactor.l1": "Le réacteur à fission est la première source d'énergie nucléaire à laquelle vous pourrez accéder en progressant dans Nuclear Science. Brut et simple, le bloc chauffe l'eau qui l'entoure et la convertit en vapeur, qui est utilisée pour faire tourner des turbines. Pour construire le réacteur à fission, vous devez d'abord fabriquer un noyau de réacteur à fission. Placez le noyau au centre d'un cube de 5 x 5 rempli d'eau comme ceci :",
  "guidebook.nuclearscience.chapter.fissionreactor.l2": " Ensuite, couvrez le dessus de l'eau avec des Turbines. Vous pouvez soit avoir des turbines individuelles, soit transformer un groupe de 9 en une grande turbine 3x3 en utilisant une clé. La zone autour du Réacteur peut être plus grande que 5x5, mais seule la section 5x5 produira de l'énergie.",
  "guidebook.nuclearscience.chapter.fissionreactor.l3": "Pour faire de la vapeur, vous aurez besoin d'une source de chaleur. C'est là que la Fission entre en jeu. Les barres de fuel suivantes peuvent être utilisées pour chauffer le réacteur :",
  "guidebook.nuclearscience.chapter.fissionreactor.l4": "La température associée à chaque type de fuel est la température que le cœur du réacteur atteindra lorsque 4 bâtons de ce type sont utilisés. Le cœur a une température limite de 1417 C. À ce moment-là, il commencera à surchauffer, ce qui lui fera courir le risque de fondre. Plus il fonctionne longtemps en état de surchauffe, plus le risque de fusion augmente. En outre, plus un réacteur fonctionne à chaud, plus la source de fuel se dégrade rapidement ! Lorsqu'un bâton de fuel est épuisé, il laisse derrière lui un Bâton de Fuel Usé qui peut être transformé en d'autres matériaux de valeur.",
  "guidebook.nuclearscience.chapter.fissionreactor.l5": "Comme vous pouvez le constater, certains types de combustible font fondre le réacteur si un ensemble de 4 est utilisé dans son intégralité. Vous avez deux méthodes pour faire face à ce problème. La première consiste à mélanger et à assortir certains types de fuel. Cependant, cette méthode est surtout une approche par essais et erreurs, et ne laisse pas une grande marge d'erreur.",
  "guidebook.nuclearscience.chapter.fissionreactor.l6": "La deuxième approche, plus fiable, consiste à utiliser une ",
  "guidebook.nuclearscience.chapter.fissionreactor.l7": " pour diminuer le taux de la réaction de fission. Placez un Bâton de Contrôle sous le Noyau du Réacteur et faites un Clic Droit pour l'étendre. Plus le bâton est allongé, plus la réaction est lente et plus le réacteur est froid. Shift + Clic Droit pour rétracter la tige.",
  "guidebook.nuclearscience.chapter.fissionreactor.l8": "Un dernier point à noter est qu'en plaçant une Cellule de Duétérium dans le réacteur en fonctionnement, elle a une chance d'être enrichie et transformée en Cellule de Tritium. Le Tritium est nécessaire pour faire fonctionner un Réacteur à Fusion. Le processus de conversion se produit lorsque la température du cœur est supérieure à 800 C.",
  "guidebook.nuclearscience.chapter.fissionreactor.maxtemp": "Temp Max : %s C",
  "guidebook.nuclearscience.chapter.fusionreactor": "Réacteur à Fusion",
  "guidebook.nuclearscience.chapter.fusionreactor.l1": "TLe Réacteur à Fusion est la source d'énergie ultime que la Nuclear Science a à offrir, et est capable de produire plus de 6 MW d'énergie. Cependant, la récolte de cette énergie est très chère. Tout d'abord, vous devez construire un diamant d'électroaimants de 13x13. Ils peuvent être en verre ou opaques. Nous utiliserons les deux. Placez le Noyau du Réacteur à Fusion au centre du diamant et enlevez le bloc en dessous.",
  "guidebook.nuclearscience.chapter.fusionreactor.l2": "Ensuite, entourez le côté du diamant 13x13 d'un anneau d'électroaimants.",
  "guidebook.nuclearscience.chapter.fusionreactor.l3": "Ensuite, construisez un autre diamant 13x13 qui servira de toit. Laissez un trou au milieu pour le Noyau du Réacteur comme avant.",
  "guidebook.nuclearscience.chapter.fusionreactor.l4": "Ensuite, vous devrez recouvrir d'eau le sommet des Electroaimants. Le plasma du réacteur chauffera l'eau en générant de la vapeur, qui pourra à son tour être utilisée pour faire tourner les turbines. Notez que les turbines fonctionneront à 480V.",
  "guidebook.nuclearscience.chapter.fusionreactor.l5": "Le noyau a besoin de 50 kJ/t à 480V pour fonctionner. Bien que l'énergie initiale doive venir d'ailleurs, vous pouvez utiliser la sortie des turbines pour réinjecter de l'énergie dans la réaction. Le fil peut être connecté au sommet ou au fond du réacteur. Dans ce cas, nous utiliserons le haut.",
  "guidebook.nuclearscience.chapter.fusionreactor.l6": "Le réacteur utilise des Cellules de Deutérium et de Tritium pour alimenter la réaction. Pour ajouter du fuel au noyau, faites un clic droit sur une cellule. Cela peut être fait par le trou pratique laissé dans le fond.",
  "guidebook.nuclearscience.chapter.misc": "Divers",
  "guidebook.nuclearscience.chapter.misc.l1": "Futurum Usui.",
  "guidebook.nuclearscience.chapter.msreactor": "SF Reactor",
  "guidebook.nuclearscience.chapter.msreactor.l1": "Le Réacteur à Sel Fondu est une version beaucoup plus raffinée du grossier Réacteur à Fission, mais il est aussi beaucoup plus cher. Au lieu d'être directement refroidi par l'eau, le cœur du réacteur est refroidi par du sel fondu, qui passe ensuite dans un réseau de dissipateurs thermiques refroidis par eau pour être lui-même refroidi. Cela présente l'avantage supplémentaire de ne pas avoir à immerger le cœur du réacteur dans l'eau et de vous permettre d'être flexible dans le placement des turbines.",
  "guidebook.nuclearscience.chapter.msreactor.l2": "Pour construire un Réacteur à Sel Fondu, vous aurez besoin de 3 composants :",
  "guidebook.nuclearscience.chapter.msreactor.l3": "Placez un Bouchon de Congélation, puis placez un Noyau de Réacteur par-dessus. Face à l'orifice vert du noyau, placez un fournisseur de Sel Fondu de sorte que son orifice vert soit face à celui du Noyau.",
  "guidebook.nuclearscience.chapter.msreactor.l4": "Le réacteur SF n'est pas refroidi par l'eau, mais par le sel FLiNaK, fourni par le Bouchon de Congélation. Il suffit de préparer le sel et de le placer dans le bouchon. Le sel n'est pas consommé par le réacteur, mais plus vous ajoutez de sel, plus il sera capable d'évacuer la chaleur.",
  "guidebook.nuclearscience.chapter.msreactor.l5": "Contrairement au Réacteur à Fission qui utilise des bâtons de fuel pour alimenter sa réaction de fission, le Réacteur à Sel Fondu utilise un sel radioactif spécialement préparé, le sel LiF-ThF4-UF4. Cependant, comme le nom du réacteur l'indique, ce sel doit être fondu pour pouvoir être utilisé. Placez la pastille de sel dans le fournisseur de sel fondu pour la faire fondre. Chaque pastille de sel fond à 250 mB, et le noyau a une capacité interne de 1000 mB. Le sel se consume lentement au fil du temps et, comme dans le cas du réacteur à fission, plus le réacteur est chaud, plus le fuel se consume rapidement.",
  "guidebook.nuclearscience.chapter.msreactor.l6": "Maintenant que le réacteur est chaud, vous devez disperser la chaleur du liquide de refroidissement. Le réacteur SF a une température de fusion de 1000 C. Pour ce faire, vous aurez besoin :",
  "guidebook.nuclearscience.chapter.msreactor.l7": "Le tuyau AV est relié au sommet du Noyau du Réacteur et alimente le fond de l'Échangeur de Chaleur. L'Échangeur de Chaleur est incroyablement efficace, et très peu sont nécessaires pour maintenir le réacteur froid. En fait, un seul échangeur de chaleur peut presque maintenir un réacteur SF à lui seul ! Pour que cela soit efficace, il doit être placé dans une piscine d'eau de 5x5x2, et doit être imbibé d'eau pour fonctionner. La façon la plus simple de le faire est de remplir la piscine et de placer l'échangeur. Il convient de noter que, bien que l'échangeur n'ait pas besoin d'être placé directement au-dessus du noyau du réacteur, plus le tube AV est long, plus il perdra de chaleur avant d'atteindre l'échangeur !",
  "guidebook.nuclearscience.chapter.msreactor.l8": "Le bâton de contrôle, comme dans le cas du Réacteur à Fission, peut également être utilisé pour ralentir la consommation de fuel du Noyau. Fixez-la sur le côté du Noyau du Réacteur SF, et contrôlez-le comme avec le Réacteur à Fission.",
  "guidebook.nuclearscience.chapter.othermachines": "Autres machines",
  "guidebook.nuclearscience.chapter.othermachines.atomicassembler1": "L'Assembleur Atomique utilise les propriétés étranges de la Matière Noire, et est capable de dupliquer des objets (nous avons fait en sorte que vous ne puissiez pas dupliquer des objets avec des inventaires, donc pas de bugs de duplication cette fois-ci (: . Il nécessite 72 kW à 480 V pour fonctionner. S'il perd de l'énergie, tout progrès est perdu !",
  "guidebook.nuclearscience.chapter.othermachines.atomicassembler2": "Pour l'utiliser, prenez un objet de votre choix et placez-le dans l'Assembleur. Entourez l'objet avec des cellules de Matière Noire comme indiqué :",
  "guidebook.nuclearscience.chapter.othermachines.atomicassembler3": "Chaque duplication prend 3600 ticks, et nécessite une utilisation des cellules de Matière Noire. Les cellules ont 64 utilisations au total.",
  "guidebook.nuclearscience.chapter.othermachines.quantumcapacitor1": "Le Condensateur Quantique est le dispositif ultime de stockage d'énergie. Il a une capacité de stockage d'énergie illimitée, le stockage est partagé entre les condensateurs. L'interface graphique a deux champs programmables. Le premier est pour la sortie en joules/tick du condensateur. Notez que le condensateur sort à 1,92 kV ! Le second est pour la fréquence. La fréquence de deux condensateurs doit correspondre pour qu'ils se lient. Chaque réseau de condensateurs est lié à un joueur spécifique, alors ne vous inquiétez pas si d'autres joueurs volent votre énergie !",
  "guidebook.nuclearscience.chapter.othermachines.teleporter1": "Le Téléporteur nécessite 5 MJ pour téléporter un joueur. Deux téléporteurs sont nécessaires : un pour envoyer le joueur, et un pour le recevoir. Seule l'extrémité d'envoi doit être alimentée. Pour relier deux téléporteurs, faites un clic droit sur l'extrémité réceptrice avec une Carte de Fréquence. Ensuite, faites un Clic Droit sur l'extrémité d'envoi avec la même carte pour relier les deux téléporteurs.",
  "guidebook.nuclearscience.chapter.othermachines.teleporter2": "Après chaque téléportation, il y a un temps de recharge de 4 secondes appliqué à l'extrémité d'envoi. Attention, il est lui-même, donc soyez prudent ! Pour effacer une Carte de Fréquence, il suffit de la fabriquer dans votre inventaire.",
  "guidebook.nuclearscience.chapter.particleaccelerator": "Accélérateur de particules",
  "guidebook.nuclearscience.chapter.particleaccelerator.formula": "((s1 + s2) / 4) ^ 2",
  "guidebook.nuclearscience.chapter.particleaccelerator.l1": "L'accélérateur de particules est utilisé pour fabriquer de l'Antimatière et de la Matière Noire. Toutes deux sont générées lorsque deux Particules entrent en collision à grande vitesse. Le résultat de la collision d'une particule est déterminé par la formule suivante :",
  "guidebook.nuclearscience.chapter.particleaccelerator.l10": "Maintenant, remplissez les côtés et le haut de l'anneau pour créer une structure fermée pour les Particules. Notez que vous pouvez utiliser des Electroaimants ou du Verre Electromagnétique.",
  "guidebook.nuclearscience.chapter.particleaccelerator.l2": "où s1 et s2 sont les vitesses des deux particules. La Matière Noire est créée lorsque la valeur résultante est supérieure à 0,999, et a 100% de chances d'être créée. Sinon, de l'Antimatière est créée à partir de la collision. Cependant, la probabilité de créer de l'Antimatière n'est pas garantie, et cette probabilité augmente à mesure que la valeur résultante se rapproche de 0,999.",
  "guidebook.nuclearscience.chapter.particleaccelerator.l3": "Pour faire entrer en collision des particules, vous devez d'abord créer des particules. Pour cela, vous aurez besoin d'un Injecteur de particules. L'Injecteur utilise de la matière pour créer une particule. N'importe quel bloc ou objet peut être utilisé pour fournir la matière. Placez la matière dans son emplacement respectif dans l'injecteur. Pour capturer le résultat de la collision, vous devrez fabriquer une Cellule Électromagnétique et la placer également dans son emplacement respectif dans l'Injecteur. L'Injecteur consomme 20 MJ par particule à 960 V. Cela signifie que vous aurez besoin de 40 MJ pour chaque collision.",
  "guidebook.nuclearscience.chapter.particleaccelerator.l4": "Bien que l'Injecteur crée des particules, il les fait apparaître à des vitesses très faibles. Pour faciliter une collision, les deux particules doivent se déplacer à des vitesses très élevées. Pour ce faire, il suffit de faire passer une Particule à travers un Booster Électromagnétique. Si la Particule et le Booster sont orientés dans la même direction, le Booster augmentera la vitesse de la Particule de 0,33% pour chaque tick de la Particule à l'intérieur du Booster. Si le Booster est un coin, il augmentera la vitesse de la particule de 0,17% pour chaque tick où la particule se trouve à l'intérieur du Booster. Cela signifie que plus une particule se déplace, moins les Boosters successifs sont efficaces. Il est important de noter que les particules en mouvement émettent des radiations.",
  "guidebook.nuclearscience.chapter.particleaccelerator.l5": "Pour atteindre une vitesse de 100%, il faudra 200 Boosters en ligne droite. Cependant, cela nécessiterait une très grande quantité d'espace. Heureusement, les Boosters peuvent être disposés en serpent pour aider à les compacter en convertissant un Booster placé en variante d'angle. Pour transformer un Booster en variante d'angle, placez-vous au sommet du segment de Booster que vous souhaitez tourner, et placez un Booster pour commencer le segment suivant après l'angle. En regardant le coin inférieur extérieur du Booster du segment suivant, placez le Booster de coin. Si vous l'avez fait correctement, vous ne serez pas en mesure de voir directement l'intérieur du Booster.",
  "guidebook.nuclearscience.chapter.particleaccelerator.l6": "La configuration de l'Accélérateur de Particules illustrée ici avec 60 Boosters a environ 1 chance sur 5 de créer de l'Antimatière à partir d'une collision :",
  "guidebook.nuclearscience.chapter.particleaccelerator.l7": "Mais comment faire pour que deux particules entrent réellement en collision ? C'est là qu'interviennent les Électroaimants ordinaires. Tu devras construire un anneau d'Électroaimants pour permettre aux particules de tourner et d'entrer en collision. Il est incroyablement important de noter que les particules commenceront à perdre de la vitesse dès qu'elles sortiront de la chaîne de Booster, il est donc souhaitable que l'anneau d'Électroaimants soit aussi petit que possible. Dans ce cas, nous utiliserons un anneau 3x3.",
  "guidebook.nuclearscience.chapter.particleaccelerator.l8": "Commencez par disposer le bas de l'anneau à l'extrémité de la chaîne Booster comme suit :",
  "guidebook.nuclearscience.chapter.particleaccelerator.l9": "Pour s'assurer que les particules entrent réellement en collision, vous devez changer la direction de l'une d'entre elles. C'est à cela que sert l'interrupteur électromagnétique. L'interrupteur inverse la direction de toutes les autres particules qui le traversent. Placez un interrupteur Électromagnétique devant la sortie de la chaîne Booster comme ceci :",
  "guidebook.nuclearscience.chapter.radiation": "Radiation",
  "guidebook.nuclearscience.chapter.radiation.hazmatsuit": "Combinaison Hazmat",
  "guidebook.nuclearscience.chapter.radiation.l1": "Les Radiations sont l'un des principaux mécanismes de la Nuclear Science. De nombreux éléments sont radioactifs et peuvent vous nuire s'ils ne sont pas manipulés avec l'équipement approprié. Les éléments suivants sont radioactifs :",
  "guidebook.nuclearscience.chapter.radiation.l2": "Vous devrez porter un ",
  "guidebook.nuclearscience.chapter.radiation.l3": " pour éviter d'être empoisonné par les radiations. Vous devez porter une combinaison complète afin de bénéficier de sa protection. Les radiations endommagent lentement la combinaison au fil du temps, et sa durée de vie est limitée, alors ne restez pas longtemps dans une zone radioactive ! La combinaison peut être réparée dans une Enclume avec un ",
  "guidebook.nuclearscience.chapter.radiation.l4": ". Si la longévité de votre combinaison vous préoccupe vraiment, il existe une variante renforcée de la combinaison qui offre une plus grande durabilité. Elle aussi peut être réparée avec une Plaque de Plomb.",
  "guidebook.nuclearscience.chapter.radiation.l5": "Des radiations sont également émises par des machines qui traitent des matériaux radioactifs. Le rayonnement s'étend dans un rayon à partir de la machine, et devient plus faible à mesure que l'on s'éloigne de la source. Plus une matière est radioactive, plus la zone touchée est grande.",
  "guidebook.nuclearscience.chapter.radiation.l6": "Cependant, que se passe-t-il si vous oubliez votre combinaison Hazmat et que vous tombez malade à cause d'un Empoisonnement par Radiations ? N'ayez crainte, car il existe une solution à ce problème ! Si vous souffrez d'un Empoisonnement par Radiation, vous pouvez prendre quelques ",
  "guidebook.nuclearscience.chapter.radiation.l7": " et cela supprimera l'effet. L'antidote est extrait du poisson, donc vous devrez probablement devenir bon à la pêche.",
  "guidebook.nuclearscience.chapter.radiation.radrating": "Rads: %s",
  "guidebook.nuclearscience.chapter.radiogen": "Générateur radioisotope",
  "guidebook.nuclearscience.chapter.radiogen.l1": "Le Générateur Radioisotope présente une alternative à la réaction de fission. Il utilise plutôt la chaleur naturelle produite par la désintégration radioactive des objets pour générer directement de l'électricité. Il suffit de placer un objet radioactif dans le générateur pour qu'il commence à produire de l'énergie. Plus un objet est radioactif et plus il y a d'objets radioactifs, plus la production d'énergie est importante !",
  "guidebook.nuclearscience.chapter.turbines": "Turbines à vapeur",
  "guidebook.nuclearscience.chapter.turbines.l1": "Les Turbines à Vapeur sont ce qui produit réellement de l'énergie dans la Nuclear Science. Les Turbines produisent des tensions différentes en fonction de la température de la vapeur qui les traverse. Les Turbines produisent les tensions suivantes sous les températures suivantes : ",
  "guidebook.nuclearscience.chapter.turbines.l2": "Cette relation est importante, car plus les Turbines tournent vite, plus elles produisent de la puissance. Cependant, la seule façon de faire tourner une turbine plus vite est d'y faire passer plus de vapeur. Cela signifie que si une turbine tourne plus vite, elle produira plus d'énergie, mais aussi à une tension toujours plus élevée. Cela peut devenir un problème majeur, en particulier dans des situations telles que la fusion d'un réacteur, car non seulement le réacteur explosera, mais aussi toute machine connectée en aval !",
  "guidebook.nuclearscience.chapter.turbines.l3": "Pour obtenir de l'énergie d'une turbine, connectez un fil au sommet de celle-ci. Un groupe de 3x3 turbines peut être transformé en une grande turbine en frappant la turbine centrale avec une clé.",
  "guidebook.nuclearscience.chapter.turbines.tempvoltage": "%1$s C : %2$s V",
  "guidebook.nuclearscience.nuclearscience": "Nuclear Science",
  "item.nuclearscience.antidote" : "Antidote",
  "item.nuclearscience.canisterlead" : "Boîte de conserve plombée",
  "item.nuclearscience.cellantimatterlarge" : "Cellule anti-matière (4 g)",
  "item.nuclearscience.cellantimattermall" : "Cellule anti-matière (500 mg)",
  "item.nuclearscience.cellantimatterverylarge" : "Cellule anti-matière (12 g)",
  "item.nuclearscience.celldarkmatter" : "Cellule de matière noire",
  "item.nuclearscience.celldeuterium" : "Cellule de deutérium",
  "item.nuclearscience.cellelectromagnetic" : "Cellule électromagnétique",
  "item.nuclearscience.cellempty" : "Cellule vide ",
  "item.nuclearscience.cellheavywater" : "Cellule d'eau lourde",
  "item.nuclearscience.celltritium" : "Cellule de tritium",
  "item.nuclearscience.fissiledust" : "Poussière fissile",
  "item.nuclearscience.flinak" : "Sel FLiNaK",
  "item.nuclearscience.frequencycard" : "Carte de fréquence",
  "item.nuclearscience.fuelheuo2" : "Bâton de fuel hautement enrichi ",
  "item.nuclearscience.fuelleuo2" : "Bâton de fuel enrichi ",
  "item.nuclearscience.fuelplutonium" : "Bâton de fuel au plutonium ",
  "item.nuclearscience.fuelspent" : "Bâton de fuel usé",
  "item.nuclearscience.geigercounter" : "Compteur Geiger",
  "item.nuclearscience.hazmatboots" : "Bottes Hazmat ",
  "item.nuclearscience.hazmathelmet" : "Cagoule Hazmat ",
  "item.nuclearscience.hazmatlegs" : " Jambières Hazmat ",
  "item.nuclearscience.hazmatplate" : "Housse Hazmat ",
  "item.nuclearscience.lifthf4uf4" : "Sel LiF-ThF4-UF4",
  "item.nuclearscience.plutonium239" : "Plutonium 239",
  "item.nuclearscience.plutoniumoxide" : "Tétroxyde de plutonium",
  "item.nuclearscience.polonium210" : "Polonium 210",
  "item.nuclearscience.polonium210chunk" : "Morceau de polonium 210 ",
  "item.nuclearscience.reinforcedhazmatboots" : "Bottes Hazmat renforcées",
  "item.nuclearscience.reinforcedhazmathelmet" : "Capuche Hazmat renforcée",
  "item.nuclearscience.reinforcedhazmatlegs" : "Jambières renforcées Hazmat ",
  "item.nuclearscience.reinforcedhazmatplate" : "Housse Hazmat renforcée",
  "item.nuclearscience.thorianitedust" : "Poussière de thorianite",
  "item.nuclearscience.uranium235" : "Uranium 235",
  "item.nuclearscience.uranium238" : "Uranium-238",
  "item.nuclearscience.yellowcake" : "Yellowcake",
  "itemGroup.itemgroupnuclearscience" : "Science nucléaire",
  "jei.gui.gascentrifuge" : "Centrifugeuse à gaz",
  "jei.gui.gascentrifuge.info.percent_biproduct" : "10.0%",
  "jei.gui.gascentrifuge.info.percent_u235" : "17.2%",
  "jei.gui.gascentrifuge.info.percent_u238" : "72.8%",
  "jei.gui.gascentrifuge.info.power_usage" : "240V 30kW",
  "jei.gui.particalaccelerator.antimatter" : "Collision de particules",
  "jei.gui.particalaccelerator.antimatter.info.power" : "Charge:100% Vitesse<100%",
  "jei.gui.particalaccelerator.darkmatter" : "Collision de particules",
  "jei.gui.particalaccelerator.darkmatter.info.power" : "Charge:100% Vitesse:100%",
  "jei.gui.reactorcore.info.temp" : "Amplitude : 0 C à 1400 C",
  "subtitles.nuclearscience.gascentrifuge" : "Rotations de la centrifugeuse à gaz ",
  "subtitles.nuclearscience.geiger" : "Le compteur Geiger émet des tics !",
  "subtitles.nuclearscience.nuclearboiler" : "La chaudière nucléaire bouillonne",
  "subtitles.nuclearscience.siren" : "La sirène retentit !",
  "subtitles.nuclearscience.turbine" : "La turbine à vapeur tourne",
  "tooltip.nuclearscience.deuteriumlevel" : "Deutérium : %s",
  "tooltip.nuclearscience.frequencycard.linked" : "Liée à %s ",
  "tooltip.nuclearscience.frequencycard.notag" : "Aucun lien ",
  "tooltip.nuclearscience.tritiumlevel" : "Tritium : %s",
  "tooltip.nuclearscience.voltage.120" : "Tension : 120 Volts ",
  "tooltip.nuclearscience.voltage.1920" : "Tension : 1,92 kV ",
  "tooltip.nuclearscience.voltage.240" : "Tension : 240 Volts ",
  "tooltip.nuclearscience.voltage.480" : "Tension : 480 Volts ",
  "tooltip.nuclearscience.voltage.960" : "Tension : 960 Volts "
